Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F39A.tmx
Source language: en_us
Languages: zh_cn

source: How ancient Egypt shaped our idea of beauty
zh_cn: 古埃及如何塑造了我们的审美观

source: Pop culture is steeped in images of smoky-eyed pharaohs and their queens.
zh_cn: 流行文化沉浸在对化着烟熏妆的法老和王后们的臆想中。

source: Were the ancient Egyptians insufferably vain - or are we simply projecting our own values onto them?
zh_cn: 古埃及人有着让人没法忍受的虚妄吗 – 还是无非就是我们把自己的价值观投射到了他们身上？

source: Alastair Sooke investigates.
zh_cn: 阿拉斯塔尔苏克对此进行了探讨。

source: Walking around Beyond Beauty, the new exhibition organised by charitable foundation the Bulldog Trust in the neo-Gothic mansion of Two Temple Place in central London, you would be forgiven for thinking that the ancient Egyptians were insufferably vain.
zh_cn: 在伦敦中心区的双殿画廊，一座新哥特式的豪宅，Bulldog Trust慈善信托举办了一场主题为“超越之美”的全新展出。穿梭其间，要是你认为古埃及人有着让人没法忍受的虚妄，很是情有可原。

source: Many of the 350 exhibits, drawn from the overlooked collections of Britain's regional museums, consist of what we would call beauty products, of one sort or another.
zh_cn: 在这350件展品中，有很多是英国各地博物馆鲜有人问津的藏品，是我们所谓的这样或那样的美容产品。

source: There are dinky combs and handheld mirrors made of copper alloy or, more rarely, silver.
zh_cn: 有小巧精致的梳子，拿在手里的铜合金镜子 – 更稀罕的是银镜子。

source: There are siltstone palettes, carved to resemble animals, which were used for grinding minerals such as green malachite and kohl for eye makeup.
zh_cn: 还有粉妆调色板，雕刻成各种动物的造型，用来研磨绿色的孔雀石和眼影粉等矿物质，给眼部上彩妆。

source: "Ancient Egyptians of both sexes apparently went to great lengths to touch up their appearance
zh_cn: “很显然，古埃及人不论男女都不顾一切地修饰他们的外表

source: There are also pale calcite jars and vessels of assorted sizes, in which makeup, as well as unguents and perfumes, could be stored.
zh_cn: 还有一些灰白色的瓶瓶罐罐，方解石质地，大小不一，可以用来盛放化妆品，还能放各种油膏和香水。

source: Then there is a scrap of human hair that suggests the ancient Egyptians commonly wore hair extensions and wigs.
zh_cn: 另外还有一缕人的头发，暗示古埃及人通常会把头发接长，戴上假发。

source: This copper alloy mirror from the 2nd Millennium BC has a handle made out of stone that looks like a column of papyrus (Credit: Courtesy Two Temple Place/Macclesfield Museum)
zh_cn: 这面铜合金镜子来自于公元前2000年，石头把手看起来像一卷纸莎草书卷（图片来源：双殿画廊/麦克尔斯菲尔德博物馆）[译注：纸莎草是古埃及人广泛采用的书写介质，它用当时盛产于尼罗河三角洲的纸莎草的茎制成。来自维基百科。]

source: And, of course, there are lots of striking examples of Egyptian jewellery, including a string of beads, decorated with carnelian pendants in the shape of poppy heads, found in the grave of a small child wrapped in matting.
zh_cn: 当然，古埃及的珠宝饰物也很值得一提，让人过目难忘的不在少数，其中有一串装饰着罂粟花状玛瑙吊坠的珠子，是在一个躯体用席子包裹的小孩子的坟墓里发现的。

source: In short, ancient Egyptians of both sexes apparently went to great lengths to touch up their appearance.
zh_cn: 简而言之，很显然，古埃及人不论男女都不顾一切地修饰他们的外表。

source: Moreover, this was just as true in death as it was in life: witness the smooth, serene faces, with regular features and prominent eyes emphasised by dramatic black outlines, typically painted onto cartonnage mummy masks and wooden coffins.
zh_cn: 而且，不仅是生者，逝者也得到了同样的对待：安详宁静的面容，端正的五官，戏剧化的黑色眼妆让眼部变得突出，这种妆容通常绘制在木乃伊盒的面具和木制棺材上。

source: Yet, for modern archaeologists, the ubiquity of beauty products in ancient Egypt offers a conundrum.
zh_cn: 然而，对现代考古学家来说，这些无处不在的古埃及美容产品提出了一个难解之谜。

source: On the one hand, it is possible that ancient Egyptians were besotted with superficial appearance, much as we are today.
zh_cn: 一方面，古埃及人对外表的沉迷很可能不逊于当今的我们。

source: Indeed, perhaps they even set the template for how we still perceive beauty.
zh_cn: 实际上，他们甚至有可能为我们如今仍然奉行的审美观设定了模板。

source: But, on the other, there is a risk that we could project our own narcissistic values onto a fundamentally different culture.
zh_cn: 然而，另一方面，我们很有可能自恋地把自己的价值观投射到了完全不同的文化上。

source: Is it possible that the significance of cosmetic artefacts in ancient Egypt went beyond the frivolous desire simply to look attractive?
zh_cn: 古埃及化妆品文物的意义有可能超越了那种仅仅是看起来迷人的肤浅愿望吗？

source: Sensibly sexy
zh_cn: 明智的性感

source: This is what many archaeologists now believe.
zh_cn: 这是现今的多很考古学家都达成的共识。

source: Take the common use of kohl eye makeup in ancient Egypt - the inspiration for smoky eye makeup today.
zh_cn: 以古埃及人普遍描画的眼部彩妆的为例 – 当下流行的烟熏妆灵感正来源于此。

source: Recent scientific research suggests that the toxic, lead-based mineral that formed its base would have had anti-bacterial properties when mixed with moisture from the eyes.
zh_cn: 最近的科学研究指出，作为眼影粉的基本成分，那些有毒的含铅矿物质在和眼中的水分混合后，可能产生了某种抗菌特性。

source: Elaborate sarcophagi depict faces with heavy eye-liner - but make-up for the ancient Egyptians was functional as well as aesthetic (Credit: Two Temple Place/Macclesfield Museum)
zh_cn: 精致的石棺描绘上有着浓重眼线的面容 – 但古埃及人化妆不仅是追求美感，还有实用目的（图片来源：双殿画廊/麦克尔斯菲尔德博物馆）

source: In addition, the heavy application of kohl around the eyes would have helped to reduce glare from the sun.
zh_cn: 此外，在眼睛周围涂上大量的眼影粉还有助于让阳光不那么刺眼。

source: In other words, there were simple, practical reasons why both men and women in ancient Egypt wished to wear eye makeup.
zh_cn: 换句话说，古埃及人无论男女都喜欢化上眼妆有很简单的原因，是出于实用的考虑。

source: It's the same with other ancient Egyptian 'beauty products'.
zh_cn: 古埃及人其它的“美容产品”也同理。

source: Wigs helped to reduce the risk of lice.
zh_cn: 假发有助于避免虱子滋生。

source: Jewellery had powerful symbolic and religious significance.
zh_cn: 珠宝饰物则有着强大的象征与宗教意义。

source: "Dancing girls and prostitutes used to tattoo their thighs as a precaution against venereal disease
zh_cn: “舞女和娼妓习惯于在大腿上纹身，是为了预防染上性病

source: A fired clay female figure, depicting an erotic dancer, excavated at Abydos in Upper Egypt and now in the exhibition at Two Temple Place, is embellished with indentations that were meant to represent tattoos.
zh_cn: 一个用烧结粘土烧制的色情舞女像，出土于上埃及的阿比多斯古城，目前正在双殿画廊展出，她的身上有着意在象征纹身的刻痕。

source: Of course, in ancient Egypt, tattoos probably had a decorative purpose.
zh_cn: 当然，在古埃及，纹身很可能起到装饰效果。

source: But they may have had a protective function too.
zh_cn: 但是它们也许还提供了保护作用。

source: There is evidence that, during the New Kingdom, dancing girls and prostitutes used to tattoo their thighs with images of the dwarf deity Bes, who warded off evil, as a precaution against venereal disease.
zh_cn: 有证据表明在新王国时期 [译注：指公元前1580～前1085年间的埃及第18～20代王朝]，舞女和娼妓习惯于在大腿上纹上驱邪避凶的小矮神贝斯 (Bes) 像，是为了预防染上性病。

source: "The more I try to understand what the Egyptians themselves understood as 'beautiful'", says Egyptologist Joyce Tyldesley, "the more confusing it becomes, because everything seems to have a double purpose.
zh_cn: “我越是尝试了解古埃及人自己对‘美’的理解，”埃及古物学者乔伊斯泰德斯利 (Joyce Tyldesley)，“就变得越困惑，因为一切看起来都有双重目的。

source: When it comes to ancient Egypt, I don't know if 'beauty' is the right word to use."
zh_cn: 对古埃及人来说，我不知道用‘美’这个词是否恰当。”

source: These cosmetic pots contained kohl, which the ancient Egyptians applied like eye-liner, perhaps to screen out the sun (Credit: Two Temple Place/Ipswich Museum)
zh_cn: 这些化妆品罐里盛放着眼影粉，相当于古埃及人的眼线膏，涂上去可能是为了遮挡阳光（图片来源：双殿画廊/伊普斯威奇博物馆）

source: To complicate matters further, there are eye-catching exceptions to the general rule whereby elite ancient Egyptians presented themselves in a stereotypically 'beautiful' fashion.
zh_cn: 为了让美变得更为复杂，古埃及的社会名流还有抢眼的标新立异之举，为自己打造模式化的“美丽”风尚。

source: Consider the official portraiture of the Middle Kingdom pharaoh Senwosret III.
zh_cn: 想一下中王国时期的法老森乌塞特三世的官方肖像。

source: Although his naked torso is athletic and youthful - idealised, in line with earlier royal portraits - his face is careworn and cracked with furrows.
zh_cn: 虽然裸露的躯体健壮而富有青春活力 – 非常理想化，符合早期王室肖像的原则 – 他的面容却忧心忡忡，皱纹遍布。

source: Moreover his ears, to modern viewers, appear comically large - hardly an attribute, you would think, of male beauty.
zh_cn: 此外，他的耳朵对现代观众来说，似乎大得有些搞笑 – 你可能认为简直就谈不上什么男性美。

source: Yet, in ancient Egypt, the effect wouldn't have been funny.
zh_cn: 然而，在古埃及，这可不是什么滑稽效果。

source: "In the Old Kingdom, kings were god-kings," explains Tyldesley, who is a senior lecturer at the University of Manchester.
zh_cn: “在古王国时期，国王被奉为神王”，泰德斯利解释说，她是曼彻斯特大学的高级讲师。

source: "But by the Middle Kingdom, kings [such as Senwosret] recognised that things could crumble and go wrong, which is why they look a bit worried."
zh_cn: “不过到了中王国时期，国王们[比如森乌塞特]意识到万物都可能灰飞烟灭，变得面目全非，这是他们看起来有点忧虑的原因。”

source: "The big ears are telling us that this king will listen to the people," she adds.
zh_cn: “大耳朵是要告诉我们这位国王愿意倾听民众的声音。”她补充说。

source: "It would be wrong to take his portrait literally and say he looked like this."
zh_cn: “对他的肖像想当然，说他长得就像这样可就错了。”

source: Queen of the Nile
zh_cn: 尼罗河女王

source: Why, then, do we continue to associate ancient Egypt with glamour and beauty?
zh_cn: 那么，为什么我们继续把古埃及跟妖艳和美联系起来？“

source: "We still find ancient Egyptian civilisation very seductive," agrees Tyldesley, who believes that this is due to the afterlives of two famous Egyptian queens: Cleopatra and Nefertiti.
zh_cn: 我们仍然觉得古埃及文明非常有诱惑性，” 泰德斯利表示赞同，她认为这是由于两位著名的埃及女王的逝后传奇所致：克利欧佩特拉和娜芙蒂蒂。

source: Ever since antiquity, following the Roman conquest of Egypt, Cleopatra has been known as a paragon of beauty.
zh_cn: 自远古时代起，在罗马人征服埃及之后，克利欧佩特拉就被视为绝代尤物。

source: Meanwhile the discovery, in 1912, of the famous painted bust of Nefertiti, now in Berlin's Egyptian Museum, turned a little-known wife of the pharaoh Akhenaten into a pin-up of the ancient world.
zh_cn: 其间，在1912年发现的著名的娜芙蒂蒂彩绘胸像，现收藏于柏林埃及博物馆内，让阿肯那顿法老鲜为人知的妻子变身为上古世纪的妖艳女郎。

source: Yet, says Tyldesley, who has written a biography of Cleopatra and is researching a book on Nefertiti, there is irony to the fact that these two Egyptian queens now resonate as sex symbols.
zh_cn: 然而，泰德斯利说，这两位埃及女王现在成为公认的性感符号，事实上很有讽刺意味。她曾写过克利欧佩特拉传记，目前正着手撰写一本关于娜芙蒂蒂的书。

source: "Cleopatra had a big nose, a protruding chin, and wrinkles - Joyce Tyldesley
zh_cn: “克利欧佩特拉长着大鼻子、突出的下巴，满是皱纹 – 乔伊斯泰德斯利

source: For one thing, explains Tyldesley, "Cleopatra has given us the idea that ancient Egyptian women were all beautiful, but we don't actually know what she looked like."
zh_cn: 一方面，泰德斯利解释说，“克利欧佩特拉”让我们觉得所有古埃及女人都很美，但我们实际上并不知道她长的是什么样子。

source: In her coinage, Tyldesley says, "Cleopatra had a big nose, a protruding chin, and wrinkles - not what most people would call beautiful.
zh_cn: 在铸有她的头像的金币上，泰德斯利说，“克利欧佩特拉长着大鼻子、突出的下巴，满是皱纹 – 不同于大部分人所谓的美。

source: You could argue that she appeared on her coins like that on purpose, because she wanted to look stern, and not particularly feminine.
zh_cn: 你可以说她是故意以这种形象出现在铸币上的，因为她想让自己看起来严肃威仪，不那么女性化。

source: But even Plutarch, who never met her either, said that her beauty was in her vivacity and her voice, and not in her appearance.
zh_cn: 然而即使是普鲁塔克 [译注：希腊传记作家]，他也从未见过她，也说她的美在于她的活力和嗓音，而不是外表。

source: Yet we have decided that she was beautiful and that she has to look like Elizabeth Taylor.
zh_cn: 但我们还是决定认为她很美，必须看起来像伊丽莎白泰勒。

source: I think that the idea of Cleopatra, rather than Cleopatra herself, has influenced us."
zh_cn: 我认为是我们对克利欧佩特拉的幻想，而非克利欧佩特拉本人影响了我们。”

source: The notion of ancient Egyptians as glamorous comes largely from Cleopatra, whose wiles ensnared Caesar - Elizabeth Taylor did not discredit that idea (Credit: 20th Century Fox)
zh_cn: 认为古埃及人妖艳迷人主要是出于对克利欧佩特拉的幻觉，她的诡计诱惑了凯撒 – 伊丽莎白泰勒没有让这种幻想破灭。（图片来源：二十世纪福克斯）

source: As for Nefertiti, Tyldesley points out that her bust is not typical of ancient Egyptian art: "It's an unusual statue in that it's got all the plaster on and it's colourful - a lot of the artwork we have is more stereotyped and less personal-looking than that."
zh_cn: 对于娜芙蒂蒂，泰德斯利指出她的胸像并非典型的古埃及艺术：“这是一个不寻常的雕像，它的表层覆满了灰泥，并且生动多彩 – 比起它，我们发现的很多艺术品都很多刻板，容貌没那么富有个性。”

source: Moreover, the moment when the bust was unveiled in Berlin - in 1923 - was crucial to its reception. 'Egyptomania' was in the air, following the discovery of the tomb of Tutankhamun the previous year, and Nefertiti's angular, geometric appearance chimed with fashionable taste.
zh_cn: 此外，当这座胸像于1923年在柏林公开展示时，群情激荡。继上一年发现古埃及法老图坦卡蒙之墓以后，“埃及狂热症”在空气中蔓延，娜芙蒂蒂纤长有致、闪现着几何美的造型，和时尚品位不期而遇。

source: "She's very modern-looking, very Art Deco," says Tyldesley.
zh_cn: “她看起非常有现代感，非常有装饰艺术风格 (Art Deco)，”泰德斯利说。

source: "So everybody seemed to like her.
zh_cn: “所以好像是每个人都喜欢她。

source: It's hard to find anybody who didn't think that Nefertiti was beautiful."
zh_cn: 很难找出认为娜芙蒂蒂不美的人。”

source: When this bust of Nefertiti was discovered in 1912, the queen instantly became a sex symbol of the ancient world (Credit: Philip Pikart/Wikipedia/CC BY-SA 3.0)
zh_cn: 当这座娜芙蒂蒂胸像在1912年被发现后，这位女王立刻成为上古世纪的性感符号（图片来源：Philip Pikart/Wikipedia/CC BY-SA 3.0）

source: During the '20s, the bust of Nefertiti also benefited from the power of the mass media to turn her into a star.
zh_cn: 在上世纪20年代，娜芙蒂蒂胸像还得益于大众传媒的力量，让她成为了一颗明星。

source: "A hundred years earlier, without newspapers or the cinema, that wouldn't have happened," says Tyldesley.
zh_cn: “在一百年前，要是没有报纸和电影院，这种情况不会发生。”泰德斯利说。

source: "She would have gone into a museum and nobody would have made the fuss they did."
zh_cn: “她会被藏进博物馆，没有人会像当时那样大惊小怪。”

source: She pauses.
zh_cn: 她在被收藏的路上停了下来。

source: "I wonder whether the fact that Nefertiti was put on display in Berlin as a major find actually influenced what we saw.
zh_cn: “我不知道娜芙蒂蒂作为重大发现在柏林展出这件事，是否在实际上影响了我们所看到的。

source: After all, beauty, as we know, is in the eye of the beholder."
zh_cn: 毕竟，如我们所知，美存在于旁观者眼中。”
